Repository: nimiq/woocommerce-gateway-nimiq
Catalog: languages/wc-gateway-nimiq-*.po
Languages: es_es, fil_ph, fr_fr, nl_nl, pt_pt, ru_ru, uk_ua

source: Your store uses a currency that is currently not supported by the <strong>Cryptocurrency Checkout by Nimiq</strong>.
es_es: Su tienda utiliza una moneda que no esta soporta actualmente en el <strong>Método de Pago de Criptomonedas Nimiq</strong>.
fil_ph: Gumagamit ang iyong tindahan ng isang pera na kasalukuyang hindi suportado ng <strong>Cryptocurrency Checkout by Nimiq</strong>.
fr_fr: Votre boutique utilise une devise actuellement non supportée par <strong>Cryptocurrency Checkout by Nimiq</strong>.
nl_nl: Je winkel gebruikt een valuta die momenteel niet ondersteund wordt door de <strong>Cryptocurrency Checkout by Nimiq</strong>.
pt_pt: A sua loja usa uma criptomoeda que neste momento não é suportada pelo <strong>Checkout da Criptomoeda Nimiq</strong>.
ru_ru: Ваш магазин использует валюту, которая в настоящее время не поддерживаается плагином <strong>Оплата криптовалютой от Nimiq</strong>.
uk_ua: Ваш магазин використовує валюту, яка наразі не підтримується <strong>Cryptocurrency Checkout by Nimiq</strong>.

source: Find out which currencies are supported.
es_es: Averigüe que monedas son soportadas.
fil_ph: Alamin kung aling mga pera ang sinusuportahan.
fr_fr: Découvrez quelles devises sont prises en charge.
nl_nl: Ontdek welke valuta's ondersteund worden.
pt_pt: Descubra quais moedas são suportadas.
ru_ru: Узнать, какие валюты поддерживаются.
uk_ua: Дізнайтися, які валюти підтримуються.

source: Settings
es_es: Ajustes
fr_fr: Réglages
nl_nl: Instellingen
pt_pt: Configurações
ru_ru: Настройки
uk_ua: Налаштування

source: Receive payments in Bitcoin, Ethereum, and Nimiq. If you would like to be guided through the setup process, follow <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">this tutorial.</a>
es_es: Reciba pagos en Bitcoin, Ethereum, y Nimiq. Si quiere ser guiado a través del proceso inicial, siga <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">este tutorial.</a>
fil_ph: Makatanggap ng mga pagbabayad sa Bitcoin, Ethereum, at Nimiq. Kung nais mong gabayan ka sa proseso ng pag-set up, sundin ang <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">tutorial na ito.</a>
fr_fr: Recevez des paiements en Bitcoin, Ethereum et Nimiq. Si vous désirez être guidé durant le processus de configuration, suivez <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">ce tutoriel.</a>
nl_nl: Ontvang betalingen in Bitcoin, Ethereum en Nimiq. Als je graag geholpen wordt door het instellingen proces volg dan <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">Deze handleiding.</a>
pt_pt: Receba pagamentos em Bitcoin, Ethereum e Nimiq. Se quiser um guia para acompanhar o processo de configuração, siga <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">este tutorial</a>.
ru_ru: Получайте платежи в биткоинах, эфирах и нимиках. Если вам нужна помощь по процессу установки, воспользуйтесь <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">этим руководством</a>.
uk_ua: Отримуйте платежі в Bitcoin, Ethereum та Nimiq. Якщо ви хочете ознайомитися з процесом налаштування, дотримуйтесь <a href="https://nimiq.github.io/tutorials/wordpress-payment-plugin-installation">цього посібника.</a>

source: Pay with %s.
es_es: Pagar con %s.
fil_ph: Bayaran ng%s.
fr_fr: Payer avec %s.
nl_nl: Betaal met %s.
pt_pt: Pagar com %s.
ru_ru: Оплатить в %s.
uk_ua: Оплатити за допомогою %s.

source: Pay with %1$s or %2$s.
es_es: Pagar con %1$s o %2$s.
fil_ph: Magbayad gamit %1$so%2$s.
fr_fr: Payer avec %1$s ou %2$s.
nl_nl: Betaal met %1$s of %2$s.
pt_pt: Pagar com %1$s ou %2$s.
ru_ru: Оплатить в %1$s или %2$s.
uk_ua: Оплатити за допомогою %1$s або %2$s.

source: Cryptocurrency Checkout is temporarily not available. Please try reloading this page. (Issue: price service did not return any pricing information.)
es_es: El método de pago de criptomonedas no esta disponible temporalmente. Por favor intente recargando esta página. (Problema: el servicio de precios no retorno ninguna información de precios.)
fil_ph: Pansamantalang hindi magagamit ang Cryptocurrency Checkout. Mangyaring subukang i-reload ang pahinang ito. (Isyu: ang serbisyo sa presyo ay hindi nagbalik ng anumang impormasyon sa pagpepresyo.)
fr_fr: Cryptocurrency Checkout est temporairement indisponible. Veuillez essayer de rafraichir la page s'il vous plaît. (Issue: price service did not return any pricing information)
nl_nl: Afrekenen met cryptocurrency is tijdelijk niet beschikbaar. Probeer deze pagina opnieuw te laden. (Probleem: prijsservice heeft geen prijsinformatie geretourneerd.)
pt_pt: O Checkout da criptomoeda está temporariamente indisponível. Por favor, tente recarregar esta página. (Problema: o serviço de preço não forneceu nenhuma informação de preço.)
ru_ru: Оплата криптовалютой временно недоступна. Пожалуйста, попробуйте перезагрузит страницу. (Ошибка: сервис цен не предоставил котировки.)
uk_ua: Оплата криптовалютою тимчасово недоступна. Будь ласка, спробуйте перезавантажити цю сторінку. (Проблема: служба цін не повернула жодної інформації про ціни.)

source: What is Nimiq?
es_es: ¿Qué es Nimiq?
fil_ph: Ano ang Nimiq?
fr_fr: Qu'est-ce que Nimiq ?
nl_nl: Wat is Nimiq?
pt_pt: O que é a Nimiq?
ru_ru: Что такое Nimiq?
uk_ua: Що таке Nimiq?

source: Javascript is required to pay with cryptocurrency. Please activate Javascript to continue.
es_es: Javascript es requerido para pagar con esta criptomoneda. Por favor active Javascript para continuar.
fil_ph: Kailangan ang Javascript na magbayad gamit ang cryptocurrency. Mangyaring buhayin ang Javascript upang magpatuloy.
fr_fr: Javascript est requis pour payer en cryptomonnaies. Veuillez activer Javascript pour continuer.
nl_nl: Javascript is nodig om te betalen met Cryptocurrency. Activeer Javascript om door te gaan
pt_pt: Javascript é necessário para pagar com criptomoeda. Por favor, ative o Javascript para continuar.
ru_ru: Для оплаты криптовалютой необходим Javascript. Пожалуйста, включите Javascript, чтобы продолжить.
uk_ua: Javascript потрібен для оплати криптовалютою. Будь ласка, увімкніть Javascript, щоб продовжити.

source: PAY WITH
es_es: PAGAR CON
fil_ph: MAGBAYAD SA
fr_fr: PAYER AVEC
nl_nl: BETAAL MET
pt_pt: PAGAR COM
ru_ru: ОПЛАТИТЬ В
uk_ua: ОПЛАТИТИ З

source: Payment received
es_es: Pago recibido
fil_ph: Natanggap ang bayad
fr_fr: Paiement reçu
nl_nl: Betaling ontvangen
pt_pt: Pagamento recebido
ru_ru: Оплата получена
uk_ua: Платіж отримано

source: Nimiq Payment failed. (%s).
es_es: Pago Nimiq fallido. (%s).
fil_ph: Nabigo ang Pagbabayad ng Nimiq. (%s).
fr_fr: Échec du Paiement Nimiq. (%s).
nl_nl: Nimiq betaling is mislukt. (%s).
pt_pt: Falha no Pagamento Nimiq. (%s)
ru_ru: Платёж в Nimiq не удался. (%s.)
uk_ua: Помилка Nimiq платежу. (%s).

source: Response code not "OK"
es_es: Código de respuesta no es "OK"
fil_ph: Ang code ng sagot ay hindi "OK"
nl_nl: Reactiecode niet "OK"
pt_pt: Código de resposta não "OK"
ru_ru: Код ответа не "OK".
uk_ua: Код відповіді не "ОК"

source: Could not decode Hub result
es_es: No pudo decodificar el resultado del Hub
fil_ph: Hindi ma-decode ang resulta ng Hub
nl_nl: Kan Hub resultaat niet decoderen
pt_pt: Não foi possível descodificar o resultado Hub
ru_ru: Не удалось декодировать ответ хаба.
uk_ua: Не вдалося декодувати Hub результат

source: Hub result is empty
es_es: El resultado del Hub esta vacío
fil_ph: Walang laman ang resulta sa Hub
nl_nl: Hub resultaat is leeg
pt_pt: Resultado Hub está em branco
ru_ru: Ответ хаба пуст
uk_ua: Hub результат порожній

source: You need to confirm the Nimiq payment first.
es_es: Tiene que confirmar el pago Nimiq primero.
fil_ph: Kailangan mo munang kumpirmahin ang bayad sa Nimiq.
fr_fr: Vous devez confirmer le paiement en Nimiq d'abord.
nl_nl: U moet eerst de Nimiq betaling bevestigen.
pt_pt: Precisa de confirmar o pagamento da Nimiq primeiro.
ru_ru: Сначала вам необходимо подтвердить оплату Nimiq.
uk_ua: Спочатку потрібно підтвердити Nimiq платіж.

source: Please contact support with this error message.
es_es: Por favor contacte soporte con este mensaje de error.
fil_ph: Mangyaring makipag-ugnay sa suporta sa mensahe ng error na ito.
fr_fr: Veuillez contacter le support avec ce message d'erreur.
nl_nl: Neem contact op met support voor dit foutbericht.
pt_pt: Por favor contacte o suporte com esta mensagem de erro.
ru_ru: Пожалуйста, свяжитесь с поддержкой и сообщите эту ошибку.
uk_ua: Зверніться до служби підтримки з цим повідомленням про цю помилку.

source: Waiting for transaction to be validated.
es_es: Esperando a que la transacción se validada.
fil_ph: Naghihintay para sa pagpapatunay na maipatunayan.
fr_fr: En attente de validation de la transaction.
nl_nl: Wachten tot transactie is gevalideerd.
pt_pt: À espera da validação da transação.
ru_ru: Ожидаем валидации транзакции.
uk_ua: Очікування підтвердження транзакції.

source: You must fill in your store's Nimiq address to be able to accept payments in NIM.
es_es: Tiene que ingresar la dirección Nimiq de su tienda para poder aceptar pagos en NIM.
fil_ph: Dapat mong punan ang address ng Nimiq ng iyong tindahan upang makatanggap ng mga pagbabayad sa NIM.
fr_fr: Vous devez entrez l'adresse Nimiq de votre boutique pour accepter des paiements en NIM.
nl_nl: U moet het Nimiq-adres van uw winkel invullen om betalingen in NIM te kunnen accepteren.
pt_pt: Deve preencher o endereço da Nimiq na sua loja para conseguir aceitar pagamentos em NIM.
ru_ru: Вам необходимо указать адрес Nimiq вашего магазина, чтобы принимать платежа в NIM.
uk_ua: Ви повинні вказати Nimiq адресу вашого магазину, щоб мати можливість приймати платежі в NIM.

source: Set your Nimiq address here.
es_es: Configure su dirección Nimiq aquí.
fil_ph: Itakda ang iyong Nimiq address dito.
fr_fr: Entrez votre adresse Nimiq ici.
nl_nl: Stel hier uw Nimiq-adres in.
pt_pt: Defina o seu endereço da Nimiq aqui.
ru_ru: Укажите ваш Nimiq-адрес здесь.
uk_ua: Вкажіть тут свою Nimiq адресу.

source: <strong>%1$s %2$s</strong> was not saved:
es_es: <strong>%1$s %2$s</strong> no fue guardado:
fil_ph: <strong>%1$s%2$s</strong>ay hindi nai-save:
fr_fr: <strong>%1$s%2$s</strong> n'a pas été sauvegardé.
nl_nl: <strong>%1$s%2$s</strong>Is niet opgeslagen:
pt_pt: <strong>%1$s%2$s</strong> não foi guardado:
ru_ru: <strong>Настройка %2$sвалюты %1$s</strong> не сохранена:
uk_ua: <strong>Налаштування%2$s валюти %1$s </strong> не було збережено:

source: You must install & enable either the <code>php-bcmath</code> or <code>php-gmp</code> extension to accept %s with <strong>Cryptocurrency Checkout by Nimiq</strong>.
fil_ph: Dapat mong i-install at paganahin ang alinman sa <code>php-bcmath</code> or <code>php-gmp</code> extension upang tanggapin%s with <strong>Cryptocurrency Checkout by Nimiq</strong>.
pt_pt: Deve instalar e permitir a extensão <code>php-bcmath</code> ou <code>php-gmp</code> para aceitar %s no <strong>Checkout da Criptomoeda Nimiq</strong>.
ru_ru: Вам необходимо установить и включить расширения <code>php-bcmath</code> или <code>php-gmp</code>, чтобы принимать %s при помощи <strong>Оплаты криптовалютой от Nimiq</strong>.
uk_ua: Ви повинні встановити та ввімкнути <code>php-bcmath</code> або <code>php-gmp</code> розширення, щоб приймати %s за допомогою <strong>Cryptocurrency Checkout by Nimiq</strong>.

source: Etherscan API key not set.
fil_ph: Hindi itinakda ang susi ng Etherscan API.
pt_pt: Chave API da Etherscan.io não definida.
ru_ru: Не настроен API-ключ Etherscan.
uk_ua: Etherscan API-ключ не налаштовано.

source: JSON-RPC URL
fr_fr: URL JSON-RPC
