Repository: nimiq/woocommerce-gateway-nimiq
Catalog: languages/wc-gateway-nimiq-*.po
Languages: es_es, fil_ph, fr_fr, nl_nl, pt_pt, ru_ru, uk_ua

source: Cryptocurrency Checkout by Nimiq
es_es: Pago de Criptomonedas Nimiq
pt_pt: Checkout da Criptomoeda Nimiq

source: Let customers pay with Bitcoin, Ethereum and Nimiq
es_es: Permite a compradores pagar con Bitcoin, Ethereum y Nimiq
fil_ph: Hayaan ang mga customer na magbayad ng Bitcoin, Ethereum and Nimiq
fr_fr: Permettre aux clients de payer en Bitcoin, Ethereum et Nimiq.
nl_nl: Laat klanten betalen met Bitcoin, Ethereum en Nimiq
pt_pt: Permita que os clientes paguem com Bitcoin, Ethereum e Nimiq
ru_ru: Предоставьте покупателям возможность платить в биткоинах, эфирах и нимиках
uk_ua: Дозвольте клієнтам оплачувати за допомогою Bitcoin, Ethereum і Nimiq

source: Validate Transactions
es_es: Validar Transacciones
fil_ph: Patunayan ang Mga Transaksyon
fr_fr: Valider les transactions.
nl_nl: Transacties valideren
pt_pt: Validar Transações
ru_ru: Проверить транзакции
uk_ua: Перевірити транзакції

source: Transaction was not found.
es_es: La Transacción no fue encontrada.
fil_ph: Ang transaksyon ay hindi natagpuan.
fr_fr: La transaction n'a pas été trouvée.
nl_nl: Transactie niet gevonden.
pt_pt: Transação não encontrada.
ru_ru: Транзакция не найдена.
uk_ua: Транзакцію не знайдено.

source: Transaction arrived too late. (Quote expired)
es_es: La Transacción llego muy tarde. (Quote expired)
fil_ph: Huli na dumating ang transaksyon. (Nag-expire na ang quote)
fr_fr: La transaction est arrivée trop tard. (Quote expired).
nl_nl: De transactie kwam te laat. (Offerte verlopen)
pt_pt: A transação chegou tarde demais. (Quota expirada)
ru_ru: Транзакция пришла слишком поздно. (Котировка истекла)
uk_ua: Транзакція надійшла занадто пізно. (Термін дії котирування закінчився)

source: Sender of transaction does not match.
es_es: El Remitente de la transacción no coincide.
fil_ph: Ang pagpapadala ng transaksyon ay hindi tugma.
fr_fr: L'émetteur de la transaction ne correspond pas.
nl_nl: Verzonden transactie komt niet overeen.
pt_pt: O remetente da transação não corresponde.
ru_ru: Отправитель транзакции не совпадает.
uk_ua: Відправник транзакції не збігається.

source: Recipient of transaction does not match.
es_es: Destinatario de la transacción no coincide.
fil_ph: Ang tatanggap ng transaksyon ay hindi tugma.
fr_fr: Le destinataire de la transaction ne correspond pas.
nl_nl: De ontvanger van de transactie komt niet overeen.
pt_pt: O destinatário da transação não corresponde.
ru_ru: Получатель транзакции не совпадает.
uk_ua: Одержувач транзакції не збігається.

source: Transaction value is too small.
es_es: El valor de la transacción es demasiado pequeño.
fil_ph: Masyadong maliit ang halaga ng transaksyon.
fr_fr: Valeur de transaction trop faible.
nl_nl: Transactie waarde is te klein.
pt_pt: O valor da transação é demasiado baixo.
ru_ru: Сумма транзакции слишком маленькая.
uk_ua: Значення транзакції занадто мале.

source: Transaction order hash does not match.
es_es: El hash de la orden de la transacción no coincide.
fil_ph: Hindi tumutugma ang hash ng transaksyon ng order.
fr_fr: Le hash de la transaction ne correspond pas.
nl_nl: Hash van transactiebestelling komt niet overeen.
pt_pt: O hash do pedido de transacção não corresponde.
ru_ru: Хэш порядка транзакции не соответствует.
uk_ua: Хеш транзакції не збігається.

source: Valid transaction found, awaiting confirmation.
es_es: Una transacción válida fue encontrada, esperando confirmación.
fil_ph: Nahanap ang wastong transaksyon, naghihintay ng kumpirmasyon.
fr_fr: Transaction valide détectée, en attente de confirmation.
nl_nl: Geldige transactie gevonden, in afwachting van bevestiging.
pt_pt: Transação válida encontrada, à espera de confirmação.
ru_ru: Найдена верная транзакция, ожидаем подтверждения.
uk_ua: Знайдено дійсну транзакцію, очікуємо підтвердження.

source: Transaction validated and confirmed.
es_es: Transacción validada y confirmada.
fil_ph: Napatunayan at nakumpirma ang transaksyon.
fr_fr: Transaction validée et confirmée.
nl_nl: Transactie gevalideerd en bevestigd.
pt_pt: Transação validada e confirmada.
ru_ru: Транзакция проверена и подтверждена.
uk_ua: Транзакція перевірена та підтверджена.

source: Updated %d order
es_es: %d orden actualizada
fil_ph: Nai-update na mga%dorder
fr_fr: Mise à jour de %d commande
nl_nl: %d bestelling bijgewerkt
pt_pt: %d pedido atualizado
ru_ru: Обновлён %d заказ
uk_ua: Оновлено %d замовлення

source: Processing %d order
es_es: %d orden procesándose
fil_ph: Mga order sa pagpoproseso %d
fr_fr: Traitement de %d commande
nl_nl: %d bestelling verwerken
pt_pt: %d pedidos processados
ru_ru: Обрабатывается %d заказ
uk_ua: Опрацьовується %d замовлення

source: The currency %s is not supported by Coingecko.
es_es: La criptomoneda %s no esta soportada por Coingecko.
fil_ph: Ang pera %say hindi suportado ng Coingecko.
fr_fr: La devise %s n'est pas supportée par Coingecko.
nl_nl: De valuta %s wordt niet ondersteund door Coingecko.
pt_pt: A moeda %s não é suportada pelo Coingecko.
ru_ru: Валюта %s не поддерживается Coingecko.
uk_ua: Coingecko не підтримує %s валюту.

source: API key not set.
es_es: Llave API no configurada.
fil_ph: Hindi nakatakda ang key ng API.
fr_fr: Clé API non définie.
nl_nl: API-sleutel niet ingesteld.
pt_pt: Chave API não definida.
ru_ru: API-ключ не настроен.
uk_ua: API-ключ не налаштовано.

source: Invalid API key.
es_es: Llave API inválida.
fil_ph: Di-wastong API key.
fr_fr: Clé API invalide.
nl_nl: API Key ongeldig
pt_pt: Chave API inválida.
ru_ru: Неверный API-ключ.
uk_ua: Невірний API-ключ

source: The currency %s is not supported by NimiqX.
es_es: LA moneda %s no es soportada por NimiqX.
fil_ph: Ang pera %say hindi suportado ng NimiqX.
fr_fr: La devise %s n'est pas supportée par NimiqX.
nl_nl: De valuta %s wordt niet ondersteund door NimiqX.
pt_pt: A moeda %s não é suportada por NimiqX.
ru_ru: Валюта %s не поддерживается NimiqX.
uk_ua: NimiqX не підтримує %s валюту.

source: You must install & enable either the <code>php-bcmath</code> or <code>php-gmp</code> extension to accept %s with <strong>Nimiq Cryptocurrency Checkout</strong>.
es_es: Tiene que instalar & habilitar ya sea la extensión <code>php-bcmath</code> o <code>php-gmp</code> para aceptar %s con el <strong>Proceso de Pagos de Criptomonedas Nimiq Cryptocurrency</strong>.
fr_fr: Vous devez installer et activer soit l'extension <code>php-bcmath</code> ou <code>php-gmp</code>pour accepter %savec <strong>Nimiq Cryptocurrency Checkout </strong>
nl_nl: Om %s te accepteren met de <strong>Cryptocurrency Checkout by Nimiq</strong> Moet je de volgende extensies installeren of aanzetten <code>php-bcmath </code>of <code>php-gmp</code>

source: also estimates fees
es_es: también cuotas estimadas
fil_ph: tinatantiya din ang bayarin
fr_fr: estime aussi les frais
nl_nl: ook geschatte vergoedingen
pt_pt: também estima taxas
ru_ru: также примерно оценивает комиссии
uk_ua: також оцінює комісії

source: Shop Logo
es_es: Logo de la Tienda
fil_ph: Logo ng Shop
fr_fr: Logo de la boutique
nl_nl: Winkel Logo
pt_pt: Logótipo da loja
ru_ru: Логотип магазина
uk_ua: Логотип магазину

source: Display your logo in Nimiq Checkout by entering a URL to an image file here. The file must be on the same domain as your webshop. The image should be quadratic for best results.
es_es: Ingrese la URL de una imagen acá para desplegar su logo en el Proceso de Pago Nimiq. El archivo debe estar en el mismo dominio que la tienda. La imagen debería ser cuadrada para tener mejores resultados.
fil_ph: Ipakita ang iyong logo sa Nimiq Checkout sa pamamagitan ng paglalagay ng isang URL sa isang file ng imahe dito. Ang file ay dapat na nasa parehong domain tulad ng iyong webshop. Ang imahe ay dapat na quadratic para sa pinakamahusay na mga resulta.
fr_fr: Afficher votre logo dans Nimiq Checkout en entrant un URL menant à un fichier image. Le fichier doit être hébergé sur le même domaine que votre boutique. L'image doit être quadratique pour un meilleur résultat.
nl_nl: Laat uw logo zien in Nimiq Checkout door hier een URL naar een afbeeldingsbestand in te voeren. Het bestand moet op hetzelfde domein staan ​​als uw webshop. De afbeelding moet kwadratisch zijn voor de beste resultaten.
pt_pt: Mostre o seu logótipo no checkout da Nimiq ao inserir o URL do ficheiro da imagem aqui. O ficheiro deve estar no mesmo domínio da sua loja virtual. A imagem deve ser quadrada para obter melhores resultados.
ru_ru: Чтобы логотип вашего магазина отображался в Nimiq Checkout, введите URL картинки здесь. Файл картинки должен быть на том же домене, что и ваш магазин. Для лучшего результата картинка должна быть квадратной.
uk_ua: Введіть тут URL-адресу файлу зображення для того, щоб показати свій логотип у Nimiq Checkout. Файл має бути в тому ж домені, що й ваш веб-магазин. Для найкращих результатів зображення має бути квадратним.

source: Enter URL or leave empty to use your WordPress's site icon.
es_es: Ingrese URL o deje en blanco para utilizar el icono de su sitio Wordpress.
fil_ph: Ipasok ang URL o iwanang walang laman upang magamit ang icon ng site ng iyong WordPress.
fr_fr: Entrez une URL ou laissez vide pour utiliser l'icône Wordpress de votre site.
nl_nl: Voer een URL in of laat leeg om je WordPress site icoon te gebruiken.
pt_pt: Insira o URL ou deixe em branco para usar o icone do seu site da Wordpress.
ru_ru: Введите URL или оставьте пустым, чтобы использовать иконку сайта WordPress.
uk_ua: Введіть URL-адресу або залиште порожнім, щоб використовувати піктограму сайту WordPress.

source: Enter URL to display your logo during checkout.
es_es: Ingrese URL para mostrar su logo durante el proceso de pago.
fil_ph: Ipasok ang URL upang maipakita ang iyong logo habang nag-checkout.
fr_fr: Entrez une URL pour afficher votre logo durant le paiement.
nl_nl: Voer een URL in om je logo te laten zien tijdens de betaling.
pt_pt: Insira o URL para mostrar o seu logótipo durante o checkout.
ru_ru: Введите URL, чтобы ваш логотип отображался при оплате.
uk_ua: Введіть URL-адресу, щоб відображати ваш логотип під час оплати.

source: Email Instructions
es_es: Instrucciones de Correo Electrónico
fil_ph: Mga Tagubilin sa Email
fr_fr: Instructions pour les clients
nl_nl: Email instructies
pt_pt: Instruções de e-mail
ru_ru: Инструкции по почте
uk_ua: Інструкції електронною поштою

source: Instructions that will be added to the thank-you page and emails.
es_es: Instrucciones que se añadirán a la página de agradecimiento y correos electrónicos
fil_ph: Mga tagubilin na maidaragdag sa pahina ng pasasalamat at mga email.
fr_fr: Instructions ajoutées à la page de remerciement et aux emails.
nl_nl: Instructies die worden toegevoegd aan de bedank pagina en emails.
pt_pt: Instruções que vão ser adicionadas à página de agradecimento e e-mails.
ru_ru: Инструкции, которые будут добавлены на страницы и в письма с благодарностью за заказ.
uk_ua: Інструкції, які будуть додані на сторінку та емейли з подякою.

source: You will receive email updates after your payment has been confirmed and when your order has been shipped.
es_es: Recibirá actualizaciones por correo electrónico después de que su pago ha sido confirmado y cuando su orden ha sido enviada.
fil_ph: Makakatanggap ka ng mga pag-update sa email pagkatapos makumpirma ang iyong pagbabayad at kung kailan naipadala ang iyong order.
fr_fr: Vous recevrez des mises-à-jours par email après que votre paiement ait été confirmé et lorsque votre commande aura été expédiée.
nl_nl: Je ontvangt updates per email als je betaling is bevestigd en wanneer je bestelling is verstuurd.
pt_pt: Vai receber e-mails de atualização após o seu pagamento ter sido confirmado e quando o seu pedido for enviado.
ru_ru: Вы получите уведомления по почте, когда ваш платёж будет подтверждён и когда ваш заказ будет отправлен.
uk_ua: Ви отримуватимете оновлення електронною поштою після підтвердження оплати та коли ваше замовлення буде відправлене.

source: All %s-related settings
es_es: Todos los %s-ajustes relacionados
fil_ph: Ang lahat ng mga%s setting na nauugnay
fr_fr: Tous les réglages relatifs à/au %s
nl_nl: Alles %s-gerelateerde instellingen
pt_pt: Todas as configurações relacionadas com %s
ru_ru: Все настройки %s
uk_ua: Усі %s-пов’язані налаштування

source: Wallet Address
es_es: Dirección de Billetera
fil_ph: Adres sa Wallet
fr_fr: Adresse du Wallet.
nl_nl: Wallet adres
pt_pt: Endereço da Carteira
ru_ru: Адрес кошелька
uk_ua: Адреса гаманця

source: The Nimiq address that your customers will pay to.
es_es: La dirección Nimiq a la cual sus clientes pagarán.
fil_ph: Ang Nimiq adres na babayaran ng iyong mga customer.
fr_fr: L'adresse Nimiq à laquelle vos clients vont payer.
nl_nl: Het Nimiq adres waar je klanten aan betalen.
pt_pt: O endereço da Nimiq para o qual os seus clientes vão pagar.
ru_ru: Адрес Nimiq, на который ваши покупатели будут отправлять средства.
uk_ua: Адреса Nimiq, на яку будуть платити ваші клієнти.

source: Transaction Message
es_es: Mensaje de Transacción
fil_ph: Mensahe sa Transaksyon
fr_fr: Message de transaction.
nl_nl: Transactie bericht
pt_pt: Mensagem da Transação
ru_ru: Комментарий к транзакции
uk_ua: Транзакційне повідомлення

source: Enter a message that should be included in every transaction. 50 characters maximum.
es_es: Ingrese un mensaje que debería ser agregado a cada transacción. 50 caracteres máximo.
fil_ph: Maglagay ng mensahe na dapat isama sa bawat transaksyon. Maximum na 50 character.
fr_fr: Entrer un message devant être inclus dans chaque transaction. 50 caractères maximum.
nl_nl: Voer een bericht in dat in iedere transactie terug moet komen. 50 tekens maximaal.
pt_pt: Inserir uma mensagem que deve ser incluída em cada transação. 50 caracteres no máximo.
ru_ru: Введите сообщение, которое должно добавляться к каждой транзакции. Максимум 50 символов.
uk_ua: Введіть повідомлення, яке має бути включено в кожну транзакцію. Максимум 50 символів.

source: Thank you for shopping with us!
es_es: ¡Gracias por comprar con nosotros!
fil_ph: Salamat sa pamimili sa amin!
fr_fr: Merci d'avoir fait vos achats avec nous !
nl_nl: Bedankt voor het winkelen bij ons!
pt_pt: Obrigada por comprar connosco!
ru_ru: Спасибо за покупку в нашем магазине!
uk_ua: Дякуємо за покупку!

source: Chain Monitoring Service
es_es: Servicio de Monitoreo de Cadena
fil_ph: Serbisyo sa Pagmamanman ng Chain
fr_fr: Service de surveillance de la chaîne.
nl_nl: Chain bewaking service
pt_pt: Serviço de Monitorização da Chain
ru_ru: Сервис мониторинга блокчейна
uk_ua: Служба моніторингу блокчейну

source: Which service should be used for monitoring the Nimiq blockchain.
es_es: Que servicio debería ser usado para monitorear la cadena de bloques Nimiq.
fil_ph: Aling serbisyo ang dapat gamitin para sa pagsubaybay sa Nimiq blockchain.
fr_fr: Service devant être utilisé pour surveiller la blockchain Nimiq.
nl_nl: Welke service moet er gebruikt worden om de Nimiq blockchain te bewaken.
pt_pt: Que serviço deve ser usado para monitorizar a blockchain da Nimiq.
ru_ru: Какой сервис использовать для мониторинга блокчейна Nimiq.
uk_ua: Який сервіс слід використовувати для моніторингу блокчейну Nimiq.

source: Full URL (including port) of the Nimiq JSON-RPC server used to monitor the Nimiq blockchain.
es_es: URL completa (incluyendo puerto) del servicio Nimiq JSON-utilizando para monitorear la cadena de bloques Nimiq..
fil_ph: Buong URL (kasama ang port) ng Nimiq JSON-RPC server na ginamit upang subaybayan ang Nimiq blockchain.
fr_fr: URL complète (port inclus) du serveur JSON-RPC Nimiq utilisé pour surveiller la blockchain Nimiq.
nl_nl: Volledige URL (inclusief port) van de Nimig JSON-RPC server is gebruikt om toezicht te houden op de Nimiq blockchain
pt_pt: URL completo (incluindo a porta) do servidor JSON-RPC da Nimiq usado para monitorizar a blockchain da Nimiq.
ru_ru: Полный URL (включая порт) сервера JSON-RPC, который испольуется для мониторинга блокчейна Nimiq.
uk_ua: Повна URL-адреса (включаючи порт) сервера Nimiq JSON-RPC, який використовується для моніторингу блокчейна Nimiq.

source: This field is required when accepting Ethereum.
es_es: Este campo es requerido al aceptar Ethereum.
fil_ph: Kinakailangan ang larangan na ito kapag tumatanggap ng Ethereum.
fr_fr: Ce champs est requis si Ethereum est accepté.
nl_nl: Dit veld is nodig als je Ethereum accepteert
pt_pt: Este campo é obrigatório para aceitar Ethereum.
ru_ru: Это поле обязательно при приёме эфира.
uk_ua: Це поле обов’язкове при прийомі Ethereum.

source: JSON-RPC Username
es_es: Nombre de Usuario del JSON-RPC
fil_ph: Username ng JSON-RPC
fr_fr: Nom d'utilisateur JSON-RPC
nl_nl: JSON-RPC Gebruikersnaam
pt_pt: Nome de utilizador JSON-RPC
ru_ru: Имя пользователя JSON-RPC
uk_ua: Ім’я користувача JSON-RPC

source: Username for the protected JSON-RPC service. (Optional)
es_es: Nombre de usuario del servicio JSON-RPC protegido. (Opcional)
fil_ph: Username para sa protektadong serbisyo ng JSON-RPC. (Opsyonal)
fr_fr: Nom d'utilisateur pour le service JSON-RPC protégé. (Optionnel)
nl_nl: Gebruikersnaam voor de beschermde JSON-RPC-service (Optioneel)
pt_pt: Nome de utilizador para o serviço JSON-RPC protegido. (Opcional)
ru_ru: Имя пользователя для защищённого сервиса JSON-RPC. (Опционально)
uk_ua: Ім’я користувача для захищеної служби JSON-RPC. (Необов'язково)

source: JSON-RPC Password
es_es: Contraseña JSON-RPC
fr_fr: Mot de passe JSON-RPC
nl_nl: JSON-RPC Wachtwoord
pt_pt: Palavra-passe JSON-RPC
ru_ru: Пароль JSON-RPC
uk_ua: Пароль JSON-RPC

source: Password for the protected JSON-RPC service. (Optional)
es_es: Contraseña del servicio JSON-RPC protegido. (Opcional)
fil_ph: Ang password para sa protektadong serbisyo ng JSON-RPC. (Opsyonal)
fr_fr: Mot de passe pour le service JSON-RPC protégé. (Optionnel)
nl_nl: Wachtwoord voor de beschermde JSON-RPC service (Optioneel)
pt_pt: Palavra-passe para o serviço JSON-RPC protegido. (Opcional)
ru_ru: Пароль для защищённого сервиса JSON-RPC. (Опционально)
uk_ua: Пароль для захищеної служби JSON-RPC. (Необов'язково)

source: NimiqX API Key
es_es: Llave API NimiqX
fr_fr: Clé API NimiqX
nl_nl: NimiqX API Sleutel
pt_pt: Chave API da NimiqX
ru_ru: API-ключ NimiqX
uk_ua: NimiqX API-ключ

source: Key for accessing the NimiqX exchange rate and chain monitoring service. Visit nimiqx.com to sign up for a key.
es_es: Llave para acceder la taza de cambio y servicio de monitoreo NimiqX. Visite nimiqx.com para iniciar sesión y obtener una llave.
fil_ph: Susi para sa pag-access sa rate ng palitan ng NimiqX at serbisyo sa pagsubaybay ng kadena. Bisitahin ang nimiqx.com upang mag-sign up para sa isang key.
fr_fr: Clé d'accès au service de surveillance NimiqX des taux de change et de la chaine. Visitez nimiqx.com pour obtenir une clé.
nl_nl: Sleutel voor toegang tot de NimiqX wisselkoers- en Chainbewakingsservice. Bezoek nimiqx.com om u aan te melden voor een sleutel.
pt_pt: Chave para aceder à taxa de câmbio NimiqX e ao serviço de monitorização da chain. Vá a nimiqx.com para se registar para uma chave.
ru_ru: Ключ для доступа к обменному курсу и сервису мониторинга блокчейна от NimiqX. Зарегистрируйтесь на nimiqx.com, чтобы получить ключ.
uk_ua: Ключ для доступу до обмінного курсу та сервісу моніторингу блокчейна від NimiqX . Відвідайте nimiqx.com, щоб зареєструватися для отримання ключа.

source: This field is required.
es_es: Este campo es requerido.
fil_ph: Ang patlang na ito ay kinakailangan.
fr_fr: Ce champs est requis.
nl_nl: Dit veld is nodig.
pt_pt: Este campo é obrigatório.
ru_ru: Это обязательное поле.
uk_ua: Це поле є обов'язковим.

source: Wallet Account Public Key
es_es: Llave Publica de la Cuenta de la Billetera
fil_ph: Public Key ng Wallet Account
fr_fr: Clé publique du Wallet
nl_nl: Wallet account publieke sleutel
pt_pt: Chave Pública da Conta da Carteira
ru_ru: Публичный ключ аккаунта
uk_ua: Відкритий ключ облікового запису гаманця

source: Your Bitcoin xpub/zpub/tpub/vpub "Master Public Key" from which payment addresses are derived.
es_es: Su xpub/zpub/tpub/vpub "Master Public Key" Bitcoin de cual se derivan las direcciones de pago.
fil_ph: Ang iyong Bitcoin xpub/zpub/tpub/vpub na "Master Public Key" na nagmula sa mga address sa pagbabayad.
fr_fr: Votre "Master Public Key" Bitcoin xpub/zpub/tpub/vpub depuis laquelle les adresses de paiement sont dérivées.
nl_nl: Jouw Bitcoin xpub/zpub/tpub/vpub "Hoofd publieke sleutel" waarvan betalingsadressen zijn afgeleid.
pt_pt: A sua "Master Public Key" da Bitcoin xpub/zpub/tpub/vpub dos quais os endereços de pagamento são derivados.
ru_ru: Ваш мастер-публичный ключ биткоина (xpub/zpub/tpub/vpub), используемый для получения платёжных адресов.
uk_ua: Ваш Bitcoin xpub/zpub/tpub/vpub «Головний відкритий ключ», з якого отримуються платіжні адреси.

source: Public Key Type
es_es: Tipo de Llave Pública
fr_fr: Type de clé publique
nl_nl: Publieke sleutel type
pt_pt: Tipo de Chave Pública
ru_ru: Тип публичного ключа
uk_ua: Тип відкритого ключа

source: The derivation type of the public key. Usually, you do not have to change this. But there are wallets such as Coinomi that will show a field called "Derivation" or "BIP32" that looks similar to the values in the select box, in that case, pick the value that matches the one shown in your wallet.
es_es: El tipo de derivación de la llave pública. Usualmente no tiene que cambiar esto. Pero hay billeteras como Coinomi que muestran un campo llamado "Derivación" o "BIP32" que se parece a los valores el campo de selección, en cuyo caso, elija el valor que coincide con el de su billetera.
fil_ph: Ang uri ng paghihiwalay ng susi ng publiko. Karaniwan, hindi mo ito kailangang baguhin. Ngunit may mga wallet tulad ng Coinomi na magpapakita ng isang patlang na tinatawag na "Derivation" o "BIP32" na mukhang katulad sa mga halaga sa select box, sa kasong iyon, piliin ang halagang tumutugma sa ipinakita sa iyong wallet.
fr_fr: Type de dérivation de la clé publique. Habituellement, vous n'avez pas à changer cela. Néanmoins il existe des portefeuilles tels que Coinomi qui afficheront un champ appelé "Derivation" ou "BIP32" qui ressemble aux valeurs dans la boîte de sélection, dans ce cas, choisissez la valeur qui correspond à celle affichée dans votre Wallet.
nl_nl: Het afleidingstype van de publieke sleutel. Meestal hoeft u dit niet te wijzigen. Maar er zijn wallets zoals Coinomi die een veld met de naam "Afleiding" of "BIP32" laten zien dat lijkt op de waarden in het selectievakje. Kies in dat geval de waarde die overeenkomt met de waarde die in uw wallet wordt weergegeven.
pt_pt: O tipo de derivação da chave pública. Regra geral, não precisa de alterar este campo, mas existem carteiras como a Coinomi que mostram o campo "Derivação" ou "BIP32" que têm valores semelhantes ao da caixa de seleção, e nesse caso, selecione o valor que corresponde com o que aparece na sua carteira.
ru_ru: Тип деривации публичного ключа. Как правило, эту настройку менять ненужно. Однако некоторые кошельки, например, Coinomi, показывают поле, которое называется «Деривация» или «BIP32» — в этом случае, выберите здесь значение, совпадающее с тем, что показано в вашем кошельке.
uk_ua: Тип деривації відкритого ключа. Зазвичай вам не потрібно це змінювати. Але є гаманці, такі як Coinomi, які відображатимуть поле під назвою «Деривації» або «BIP32», яке виглядає схожим на значення у полі вибору, у такому випадку виберіть значення, яке відповідає тому, що показано у вашому гаманці.

source: Legacy
es_es: Antigua
ru_ru: Устаревшие
uk_ua: Застаріле

source: Native SegWit
es_es: SegWit Nativo
ru_ru: Нативные SegWit
uk_ua: Нативний SegWit
