Repository: nimiq/woocommerce-gateway-nimiq
Catalog: languages/wc-gateway-nimiq-*.po
Languages: es_es, fil_ph, fr_fr, nl_nl, pt_pt, ru_ru, uk_ua

source: Which service should be used for monitoring the Bitcoin blockchain.
es_es: Cual servicio debería ser usado para monitorear la cadena de bloques Bitcoin.
fil_ph: Aling serbisyo ang dapat gamitin para sa pagsubaybay sa Bitcoin blockchain.
fr_fr: Service devant être utilisé pour surveiller la blockchain Bitcoin.
nl_nl: Welke service moet worden gebruikt voor het monitoren van de Bitcoin-blockchain.
pt_pt: Que serviço deve ser usado para monitorizar a blockchain da Bitcoin.
ru_ru: Какой сервис использовать для мониторинга блокчейна биткоина.
uk_ua: Який сервіс слід використовувати для моніторингу блокчейну Bitcoin.

source: Your Ethereum xpub "Account Public Key" from which payment addresses are derived.
es_es: La xpub "Account Public Key" de Ethereum desde la cual deberían derivarse direcciones de pago.
fil_ph: Ang iyong Ethereum xpub na "Account Public Key" kung saan nagmula ang mga address sa pagbabayad.
fr_fr: Votre xpub Ethereum "Account Public Key" depuis laquelle les adresses de paiement sont dérivées.
nl_nl: Uw Ethereum xpub "Account publieke sleutel" waarvan de betalingsadressen zijn afgeleid.
pt_pt: A sua Ethereum xpub "Account Public Key" da qual os endereços de pagamento são derivados.
ru_ru: Ваш «публичный ключ аккаунта» (xpub) в сети Ethereum, используемый для получения платёжных адресов.
uk_ua: Ваш Ethereum xpub «Головний відкритий ключ», з якого отримуються платіжні адреси.

source: Re-using addresses reduces your shop's privacy but gives you the comfort of having payments distributed over less addresses.
es_es: Re-usar direcciones reduce la privacidad de su tienda pero le da la conveniencia de tener los pagos distribuidos en menos direcciones.
fil_ph: Ang muling paggamit ng mga address ay binabawasan ang privacy ng iyong shop ngunit nagbibigay sa iyo ng ginhawa ng pagkakaroon ng mga pagbabayad na naipamahagi sa mas kaunting mga address.
fr_fr: La réutilisation d'adresses réduit la confidentialité de votre boutique, mais vous offre le confort d'avoir des paiements répartis sur moins d'adresses.
nl_nl: Het hergebruiken van adressen vermindert de privacy van uw winkel, maar biedt u het gemak dat betalingen over minder adressen worden verdeeld.
pt_pt: A reutilização de endereços reduz a privacidade da sua loja mas oferece o conforto de ter pagamentos distribuídos em menos endereços.
ru_ru: Повторное использование адресов уменьшает приватность вашего магазина, но позволяет не распылять средства по множеству адресов.
uk_ua: Повторне використання адрес зменшує конфіденційність вашого магазину, але дозволяє розділяти кошти на меншу кількість адрес.

source: Re-use Addresses
es_es: Re-usar Direcciones
fil_ph: Gumamit ulit ng Mga Adres
fr_fr: Réutiliser les adresses.
nl_nl: Hergebruik adressen
pt_pt: Reutilizar endereços
ru_ru: Повторно использовать адреса
uk_ua: Повторно використовувати адреси

source: Which service should be used for monitoring the Ethereum blockchain.
es_es: Cual servicio se debería usar para monitorear la cadena de bloques Ethereum.
fil_ph: Aling serbisyo ang dapat gamitin para sa pagsubaybay sa Ethereum blockchain.
fr_fr: Service devant être utilisé pour surveiller la blockchain Ethereum.
nl_nl: Welke service moet worden gebruikt voor het monitoren van de Ethereum-blockchain.
pt_pt: Que serviço deve ser usado para monitorizar a blockchain da Ethereum.
ru_ru: Какой сервис использовать для мониторинга блокчейна Ethereum.
uk_ua: Який сервіс слід використовувати для моніторингу блокчейну Ethereum.

source: Etherscan.io API Key
es_es: Llave API de Etherscan.io
fr_fr: Clé API Etherscan.io
nl_nl: Etherscan.io API Sleutel
pt_pt: Chave API da Etherscan.io
ru_ru: API-ключ Etherscan.io
uk_ua: Etherscan.io API-ключ

source: Token for accessing the Etherscan chain monitoring service.
es_es: Token para acceder a el servicio de monitoreo de cadena Etherscan.
fil_ph: Token para sa pag-access sa serbisyo ng pagsubaybay sa chain ng Etherscan.
fr_fr: Token pour accéder au service Etherscan de surveillance de chaîne.
nl_nl: Token om toegang te krijgen tot de Etherscan chain bewaking service.
pt_pt: Token para aceder ao serviço de monitorização da Etherscan chain
ru_ru: Токен для доступа к сервису мониторинга блокчейна от Etherscan.
uk_ua: Токен для доступу до служби моніторингу блокчейну Etherscan.

source: Network Mode
es_es: Modo de Red
fr_fr: Mode de réseau
nl_nl: Netwerk modus
pt_pt: Modo da Rede
ru_ru: Режим сети
uk_ua: Режим мережі

source: Which network to use: Testnet for testing, Mainnet when the shop is running live.
es_es: Cual red utilizar: Testnet para pruebas, Mainnet para cuando la tienda esta en producción.
fil_ph: Aling network ang gagamitin: Testnet para sa pagsubok, Mainnet kapag ang shop ay tumatakbo nang live.
fr_fr: Quel réseau utiliser : Testnet pour tester, Mainnet lorsque la boutique est opérationnelle.
nl_nl: Welk netwerk te gebruiken: Testnet om te testen, Mainnet wanneer de winkel live draait.
pt_pt: Que rede usar para: Testnet para testagem, Mainnet quando a loja estiver em funcionamento
ru_ru: Какую сеть использовать: тестовую сеть для обкатки, основную сеть для реальной работы магазина.
uk_ua: Яку мережу використовувати: Testnet для тестування, Mainnet, коли магазин повноцінно запущено.

source: Exchange Rate service
es_es: Servicio de Taza de Intercambio
fil_ph: Serbisyo ng Exchange Rate
fr_fr: Service de taux de change.
nl_nl: Wisselkoersservice
pt_pt: Serviço de Taxa de Câmbio
ru_ru: Сервис обменных куров
uk_ua: Сервіс обмінних курсів

source: Which service to use for fetching price information for currency conversion.
es_es: Cual servicio se usa para obtener la información cambiaría para la conversión de monedas.
fil_ph: Aling serbisyo ang gagamitin para sa pagkuha ng impormasyon ng presyo para sa pag-convert ng pera.
fr_fr: Service à utiliser pour récupérer les informations de prix pour la conversion en devises.
nl_nl: Welke service moet worden gebruikt voor het ophalen van prijsinformatie voor valuta conversie.
pt_pt: Que serviço usar para encontrar informações de preço para a conversão de moeda.
ru_ru: Какой сервис использовать для получения цен для конвертации валют.
uk_ua: Який сервіс використовувати для отримання інформації про ціни для конвертації валют.

source: NIM Fee per Byte [Luna]
es_es: Cuota de NIM por Byte [Luna]
fr_fr: Frais en NIM par Octet [Luna]
nl_nl: NIM toeslag per Byte [Luna]
pt_pt: Taxa de NIM por Byte [LUNA]
ru_ru: NIM — комиссия за байт [Luna]
uk_ua: Комісія NIM за Byte [Luna]

source: Lunas per byte to be applied to transactions.
es_es: Lunas por byte que se aplicará en transacciones
fil_ph: Lunas bawat byte na mailalapat sa mga transaksyon.
fr_fr: Lunas par octet appliqués aux transactions.
nl_nl: Lunas per Byte toe te passen op transacties.
pt_pt: Lunas por byte a serem aplicadas às transações.
ru_ru: Комиссия в Luna за байт, применяемая к транзакциям.
uk_ua: Luna за byte, які застосовуються до транзакцій.

source: Optional - Default: %1$d %2$s
es_es: Opcional - Defecto: %1$d %2$s
fr_fr: Optionnel - par défaut : %1$d%2$s
nl_nl: Optioneel - standaard:%1$d%2$s
pt_pt: Opcional - Padrão: %1$d %2$s
ru_ru: Опционально — по умолчанию: %1$d %2$s
uk_ua: Необов’язково - за замовчуванням: %1$d %2$s

source: BTC Fee per Byte [Sat]
es_es: Cuota BTC por Byte [Sat]
fr_fr: Frais en BTC par Octet [Sat]
nl_nl: BTC toeslag per Byte [Sat]
pt_pt: Taxa de BTC por Byte [Sat]
ru_ru: BTC — комиссия за байт [сат]
uk_ua: BTC комісія за Byte [Sat]

source: Satoshis per byte to be applied to transactions.
es_es: Satoshis por byte que se aplicaran a transacciones..
fil_ph: Satoshis bawat byte na mailalapat sa mga transaksyon.
fr_fr: Satoshis par octet appliqués aux transactions.
nl_nl: Satoshis per byte toe te passen op transacties.
pt_pt: Satoshis por byte a serem aplicadas às transações.
ru_ru: Комиссия в сатоши за байт, применяемая к транзакциям.
uk_ua: Satoshis за byte, які застосовуються до транзакцій.

source: ETH Gas Price [Gwei]
es_es: Precio del Gas en ETH [Gwei]
fr_fr: Prix du Gas ETH [Gwei]
nl_nl: ETH Gas prijs [Gwe]
pt_pt: Preço de ETH Gas [Gwei]
ru_ru: ETH — цена за газ [Гвей]
uk_ua: ETH за газ [Gwei]

source: Gas price in Gwei to be applied to transactions.
es_es: Precio del Gas en Gwei que se aplicará a transacciones.
fil_ph: Ang presyo ng gas sa Gwei na mailalapat sa mga transaksyon.
fr_fr: Prix du Gas en Gwei appliqué aux transactions.
nl_nl: Gas prijs in Gwei toe te passen op transacties.
pt_pt: Preço de Gas em Gwei a ser aplicado às transações.
ru_ru: Цена газа в гигавеях, применяемая к транзакциям.
uk_ua: Ціна газу в Gwei, які застосовуються до транзакцій.

source: Margin Percentage
es_es: Porcentaje de Margen
fil_ph: Porsyento ng Margin
fr_fr: Pourcentage de marge
nl_nl: Margepercentage
pt_pt: Percentagem de Margem
ru_ru: Наценка
uk_ua: Відсоток націнки

source: A margin to apply to crypto payments, in percent. Can also be negative.
es_es: Un margen, en porcentaje, puede aplicarse a pagos cripto. También puede ser negativo.
fil_ph: Isang margin na mailalapat sa mga pagbabayad ng crypto, sa porsyento. Maaari ring maging negatibo.
fr_fr: Une marge à appliquer aux paiements cryptos, en pourcentage. Peut aussi être négatif.
nl_nl: Een marge in procenten die moet worden toegepast op crypto betalingen, Kan ook negatief zijn.
pt_pt: Margem a aplicar em pagamentos de criptomoedas, em percentagem. Também pode ser negativa.
ru_ru: Наценка в процентах, применяемая к платежам криптовалютами. Может быть отрицательной.
uk_ua: Маржа, яка застосовується до криптоплатежів, у відсотках. Також може бути негативним.

source: Validation Interval [minutes]
es_es: Intervalo de Validación [minutes]
fr_fr: Intervalle de validation [minutes]
nl_nl: Validatie interval [minuten]
pt_pt: Intervalo de Validação [minutos]
ru_ru: Интервал валидации [минут]
uk_ua: Інтервал валідації [хвилини]

source: Interval between validating transactions, in minutes. If you change this, disable and enable this plugin to apply the new interval.
es_es: Intervalo entre validación de transacciones, en minutos. Si cambia esto, deshabilite y habilite este plugin para aplicar el nuevo intervalo.
fil_ph: Ang pagitan sa pagitan ng pagpapatunay ng mga transaksyon, sa ilang minuto. Kung binago mo ito, huwag paganahin at paganahin ang plugin na ito upang mailapat ang bagong agwat.
fr_fr: Intervalle entre la validation des transactions, en minutes. Si vous changez cela, désactivez et réactivez le plugin pour appliquer le nouvel interval.
nl_nl: Interval tussen het valideren van transacties, in minuten. Als u dit wijzigt, schakelt u deze plug-in uit en weer in om het nieuwe interval toe te passen.
pt_pt: Intervalo entre validação de transações, em minutos. Se alterar este valor, desative e ative este plugin para inserir o novo intervalo.
ru_ru: Интервал между валидациями транзакций, в минутах. Если вы измените эту настройку, отключите весь плагин и включите его снова, чтобы новый интервал возымел действие.
uk_ua: Інтервал між валідаційними транзакціями, у хвилинах. Якщо ви зміните це, вимкніть та ввімкніть цей плагін, щоб застосувати новий інтервал.

source: Optional - Default: %d minutes
es_es: Opcional - Defecto: %d minutos
fil_ph: Opsyonal - Default: %dminuto
fr_fr: Optionnel - par défaut : %d minutes
nl_nl: Optioneel - standaard:%dMinuten
pt_pt: Opcional - Padrão: %d minutos
ru_ru: Опционально — по умолчанию: %d мин.
uk_ua: Необов’язково - за замовчуванням: %d хвилин

source: Checkout Behavior
es_es: Comportamiento del Proceso de Pago
fr_fr: Comportement du Checkout
nl_nl: afreken gedrag
pt_pt: Comportamento de Checkout
ru_ru: Поведение платёжной страницы
uk_ua: Поведінка при оплаті

source: How should the user be forwarded to Nimiq Checkout to finalize the payment process, as a popup or by being redirected?
es_es: Como se debería enviar el usuario al Proceso de Pago Nimiq para que finalice el pago, ¿como una ventana emergente o una redirección?
fil_ph: Paano dapat maipasa ang gumagamit sa Nimiq Checkout upang tapusin ang proseso ng pagbabayad, bilang isang popup o sa pamamagitan ng pagre-redirect?
fr_fr: Comment l'utilisateur doit-il être amené vers Nimiq Checkout pour finaliser le processus de paiement, sous forme de popup ou en étant redirigé ?
nl_nl: Hoe moet de gebruiker worden doorgestuurd naar de Nimiq Checkout om het betalingsproces af te ronden? als een pop-up of door omgeleid te worden?
pt_pt: Para finalizar o processo de pagamento, como deve ser encaminhado o usuário para o checkout da Nimiq, com um popup ou ser redirecionado?
ru_ru: Как направлять пользователя на Nimiq Checkout для проведения платежа: всплывающим окном или перенаправлением?
uk_ua: Як перенаправити користувача до Nimiq Checkout, щоб завершити процес оплати, у вигляді спливаючого вікна чи шляхом переадресування?

source: Payment Timeout
es_es: Tiempo de Espera del Pago Agotado
fr_fr: Délai de paiement dépassé
nl_nl: Betaling onderbreking
pt_pt: Tempo Limite de Pagamento
ru_ru: Срок платежа
uk_ua: Час очікування платежу

source: How many minutes to wait for a payment transaction before considering the order to have failed.
es_es: Cuantos minutos para esperar para una transacción de pago antes de que considere que la orden ha fallado.
fil_ph: Ilang minuto upang maghintay para sa isang transaksyon sa pagbabayad bago isaalang-alang ang order na nabigo.
fr_fr: Nombre de minutes à attendre une transaction de paiement avant de considérer la commande comme échouée.
nl_nl: Hoeveel minuten moet er worden gewacht op een betalingstransactie voordat de bestelling als mislukt wordt beschouwd.
pt_pt: Quantos minutos esperar por uma transação de pagamento antes de considerar que o pedido falhou.
ru_ru: Сколько минут ждать платёжной транзакции, прежде, чем считать заказ неудавшимся.
uk_ua: Скільки хвилин чекати платіжної транзакції, перш ніж вважати замовлення невиконаним.

source: Required confirmations for %s
es_es: Confirmaciones requeridas para %s
fil_ph: Mga kinakailangang kumpirmasyon para sa %s
fr_fr: Confirmations requise pour %s
nl_nl: Vereiste bevestigingen voor %s
pt_pt: Confirmações necessárias para %s
ru_ru: Количество подтверждений сети %s
uk_ua: Необхідні підтвердження для %s

source: The number of confirmations required to accept a Nimiq transaction. Each confirmation takes 1 minute on average.
es_es: El número de confirmaciones requerido para aceptar una transacción de Nimiq. Cada confirmación toma 1 minuto en promedio.
fil_ph: Ang bilang ng mga kumpirmasyon na kinakailangan upang makatanggap ng isang transaksyon sa Nimiq. Ang bawat kumpirmasyon ay tumatagal ng 1 minuto sa average.
fr_fr: Nombre de confirmations requises pour accepter une transaction Nimiq. Chaque confirmation prend en moyenne 1 minute.
nl_nl: Het aantal bevestigingen dat vereist is om een Nimiq transactie te accepteren. Elke bevestiging duur gemiddeld 1 minuut.
pt_pt: O número de confirmações necessárias para aceitar uma transação da Nimiq. Cada confirmação leva cerca de 1 minuto.
ru_ru: Сколько необходимо подтверждений, чтобы принять транзакцию Nimiq. Каждое подтверждение занимает в среднем 1 минуту.
uk_ua: Кількість підтверджень, необхідних для прийняття транзакції Nimiq. Кожне підтвердження займає в середньому 1 хвилину.

source: Optional - Default: %d blocks
es_es: Opcional - Defecto: %d bloques
fr_fr: Optionnel - par défaut : %d blocks
nl_nl: Optioneel - Standaard:%dBlocks
pt_pt: Opcional - Padrão: %d blocos
ru_ru: Опционально — по умолчанию: %d блоков
uk_ua: Необов’язково - за умовчанням: %d блоків

source: The number of confirmations required to accept a Bitcoin transaction. Each confirmation takes 10 minutes on average.
es_es: El número de confirmaciones requerido para aceptar una transacción de Bitcoin. Cada confirmación toma 10 minutos en promedio.
fil_ph: Ang bilang ng mga kumpirmasyon na kinakailangan upang makatanggap ng isang Bitcoin transaksyon. Ang bawat kumpirmasyon ay tumatagal ng 10 minuto sa average.
fr_fr: Le nombre de confirmations nécessaires pour accepter une transaction Bitcoin. Chaque confirmation prend en moyenne 10 minutes.
nl_nl: Het aantal bevestigingen dat vereist is om een Bitcoin transactie te accepteren. Elke transactie duurt gemiddeld 10 minuten.
pt_pt: O número de confirmações necessárias para aceitar uma transação da Bitcoin. Cada confirmação leva cerca de 10 minutos.
ru_ru: Сколько необходимо подтверждений, чтобы принять биткоин-транзакцию. Каждое подтверждение занимает в среднем 10 минут.
uk_ua: Кількість підтверджень, необхідних для прийняття транзакції Bitcoin. Кожне підтвердження займає в середньому 10 хвилин.

source: The number of confirmations required to accept an Ethereum transaction. Each confirmation takes 15 seconds on average.
es_es: El número de confirmaciones requerido para aceptar una transacción de Ethereum. Cada confirmación toma 15 segundos en promedio.
fil_ph: Ang bilang ng mga kumpirmasyon na kinakailangan upang makatanggap ng isang transaksyon sa Ethereum. Ang bawat kumpirmasyon ay tumatagal ng 15 segundo sa average.
fr_fr: Le nombre de confirmations nécessaires pour accepter une transaction Ethereum. Chaque confirmation prend en moyenne 15 secondes.
nl_nl: Het aantal bevestigingen dat vereist is om een Ethereum transactie te accepteren. Elke transactie duurt gemiddeld 15 seconden.
pt_pt: O número de confirmações necessárias para aceitar uma transação de Ethereum. Cada confirmação leva cerca de 15 segundos.
ru_ru: Сколько необходимо подтверждений, чтобы принять транзакцию Ethereum. Каждое подтверждение занимает в среднем 15 секунд.
uk_ua: Кількість підтверджень, необхідних для прийняття транзакції Ethereum. Кожне підтвердження займає в середньому 15 секунд.

source: Could not get the current blockchain height from %s.
es_es: No se pudo obtener el número de bloque desde %s.
fil_ph: Hindi makuha ang kasalukuyang taas ng blockchain mula sa %s.
fr_fr: Impossible d'obtenir la hauteur de la blockchain depuis %s.
nl_nl: Kan de huidige blockchain hoogte niet ophalen van %s.
pt_pt: Não foi possível obter a altura atual da blockchain de %s.
ru_ru: Не удалось получить текущую высоту блока от %s.
uk_ua: Не вдалося отримати поточну висоту блокчейна від %s.

source: Invalid transaction hash.
es_es: Hash de transacción inválido.
fil_ph: Di-wastong hash ng transaksyon.
fr_fr: Hash de transaction invalide.
nl_nl: Ongeldige transactie hash.
pt_pt: Hash da transação inválido.
ru_ru: Неверный хэш транзакции.
uk_ua: Недійсний хеш транзакції.

source: Could not retrieve transaction information from %s.
es_es: No se pudo obtener información de transacción de %s.
fil_ph: Hindi makuha ang impormasyon sa transaksyon mula sa %s.
fr_fr: Impossible de récupérer les infos de transaction depuis %s.
nl_nl: Kan transactiegegevens niet ophalen van %s.
pt_pt: Não foi possível recuperar as informações da transação de %s.
ru_ru: Не удалось получить информацию о транзакции от %s.
uk_ua: Не вдалося отримати інформацію про транзакцію з %s.

source: Invalid merchant address.
es_es: Dirección del vendedor inválida.
fil_ph: Di-wastong adres ng merchant.
fr_fr: Adresse du marchand invalide.
nl_nl: Ongeldig handelaars adres.
pt_pt: Endereço comercial inválido.
ru_ru: Неверный адрес продавца.
uk_ua: Невірна адреса продавця.

source: API URL not set.
es_es: API URL no esta configurada
fil_ph: Hindi itinakda ang API URL.
fr_fr: URL de l'API non défini.
nl_nl: API URL niet ingesteld.
pt_pt: URL do API não definido.
ru_ru: Не настроен адрес API.
uk_ua: API URL не налаштовано.

source: JSON-RPC replied:
es_es: JSON-RPC respondió:
fil_ph: Sumagot ang JSON-RPC:
fr_fr: JSON-RPC a répondu :
nl_nl: JSON-RPC antwoordde:
pt_pt: Resposta JSON-RPC:
ru_ru: Ответ от JSON-RPC:
uk_ua: JSON-RPC відповів:

source: NimiqX can only be used for mainnet.
es_es: NimiqX solo puede ser usado en mainnet.
fil_ph: Maaari lamang magamit ang NimiqX para sa mainnet.
fr_fr: NimiqX ne peut être utilisé que sur le mainnet.
nl_nl: NimiqX kan alleen gebruikt worden voor het mainnet
pt_pt: A NimiqX só pode ser utilizada para a mainnet.
ru_ru: NimiqX можно использовать только в основной сети.
uk_ua: NimiqX можна використовувати лише для основної мережі.

source: To use <strong>Cryptocurrency Checkout by Nimiq</strong>, you must have WooCommerce installed!
es_es: ¡Para usar el <strong>Método de Pago de Criptomonedas Nimiq</strong>, tiene que tener WooCommerce instalado!
fil_ph: Upang magamit ang <strong>Cryptocurrency Checkout by Nimiq</strong>, dapat ay mayroon kang naka-install na WooCommerce!
fr_fr: Pour utiliser <strong>Cryptocurrency Checkout by Nimiq</strong>, Woocommerce doit être installé !
nl_nl: Om <strong>Cryptocurrency Checkout by Nimiq</strong> te gebruiken, moet je WooCommerce hebben geïnstaleerd.
pt_pt: Para usar o <strong>Checkout da Criptomoeda Nimiq</strong>, tem de ter o WooCommerce instalado!
ru_ru: Чтобы использовать плагин <strong>Оплата криптовалютой от Nimiq</strong>, необходим WooCommerce!
uk_ua: Щоб використовувати <strong>Cryptocurrency Checkout by Nimiq</strong>, у вас повинен бути встановлений WooCommerce!

source: To use <strong>Cryptocurrency Checkout by Nimiq</strong>, you need to use PHP >= 7.1.
es_es: Para usar el <strong>Método de Pago de Criptomonedas Nimiq</strong>, necesita PHP >= 7.1.
fil_ph: Upang magamit ang <strong>Cryptocurrency Checkout by Nimiq</strong>, kailangan mong gumamit ng PHP> = 7.1.
fr_fr: Pour utliser<strong>Cryptocurrency Checkout by Nimiq</strong>, vous devez utiliser PHP >= 7.1.
nl_nl: Om <strong>Cryptocurrency Checkout by Nimiq</strong> te gebruiken, moet je PHP >=7.1 gebruiken.
pt_pt: Para usar o <strong>Checkout da Criptomoeda Nimiq</strong>, precisa de usar PHP >= 7.1.
ru_ru: Чтобы использовать плагин <strong>Оплата криптовалютой от Nimiq</strong>, необходимf версия PHP >= 7.1.
uk_ua: Щоб використовуват <strong>Cryptocurrency Checkout by Nimiq</strong>, вам потрібно використовувати PHP >= 7.1.

source: To use <strong>Cryptocurrency Checkout by Nimiq</strong>, your store must run under HTTPS (SSL encrypted).
es_es: Para usar el <strong>Método de Pago de Criptomonedas Nimiq</strong>, su tienda de correr con HTTPS (encripción SSL).
fil_ph: Upang magamit ang<strong>Cryptocurrency Checkout by Nimiq</strong>, dapat tumakbo ang iyong tindahan sa ilalim ng HTTPS (naka-encrypt na SSL).
fr_fr: Pour utiliser <strong>Cryptocurrency Checkout by Nimiq</strong>, votre boutique doit fonctionner sous HTTPS (encrypté en SSL).
nl_nl: Om <strong>Cryptocurrency Checkout by Nimiq</strong> te gebruiken, moet je winkel onder HTTPS draaien (SSL-versleuteld).
pt_pt: Para usar o <strong>Checkout da Criptomoeda Nimiq</strong>, a sua loja deve ser executada sobre o protocolo HTTPS (encriptada por SSL)
ru_ru: Чтобы использовать плагин <strong>Оплата криптовалютой от Nimiq</strong>, ваш магазин должен работать по HTTPS (с SSL-шифрованием).
uk_ua: Щоб використовувати <strong>Cryptocurrency Checkout by Nimiq</strong>, ваш магазин повинен працювати з використанням протоколу HTTPS (зашифрований SSL).

source: If you believe this error is a mistake, contact us at %s.
es_es: Si usted cree que este error no esta bien, contáctenos a %s.
fil_ph: Kung naniniwala kang isang error ang error na ito, makipag-ugnay sa amin sa%s.
fr_fr: Si vous pensez que cette erreur est inappropriée, contactez-nous à %s.
nl_nl: Als je denkt dat deze error een fout is neem dan contact met ons op via%s
pt_pt: Se acha que este erro é um engano, contacte-nos para %s.
ru_ru: Если вы считаете, что этой ошибки быть не должно, напишите нам на %s.
uk_ua: Якщо ви вважаєте, що цієї помилки не повинно бути, зв’яжіться з нами за адресою %s.
